[
  {
    "id": 1,
    "title": "Relieve from Stuffy Nose with No Medications",
    "url": "https://i.ibb.co/GFvh7X6/usman-yousaf-atn5-XAZt-RYE-unsplash.jpg",
    "desc": "Rehabilitation is a phase of recovery occurring after any major life-changing medical or surgical event. Our bodies are designed to regenerate and repair, though optimizing this process takes skilled guidance. PM&R physicians (also known as physiatrists) are trained to use physical modalities (stretching, strengthening, heat, cold, etc.) to mechanically enhance healing. They prescribe medications to manage pain, spasticity, nerve injury, and cognitive impairments, while also leveraging the power of physical therapy to increase cardiopulmonary fitness, muscle strength and flexibility."
  },
  {
    "id": 2,
    "title": "Our Bodies are Designed to Regenerate and Repair",
    "url": "https://i.ibb.co/Cm5qd0b/services-bg-2-1.jpg",
    "desc": "Inpatient rehab’s prime directive is to get patients back home. To succeed at home, patients need to be able to function as independently as possible, using trained assistants for managing the activities that cannot be performed without help. Admission to a rehab hospital or unit offers the patient home practice opportunities – with simulated challenges that can include everything from terrain parks, test kitchens, medication management trials."
  },
  {
    "id": 3,
    "title": "Ten Tips For Being A Terrific Traveling Physician",
    "url": "https://i.ibb.co/Cm5qd0b/services-bg-2-1.jpg",
    "desc": "In other cases when care is palliative, learning new skills and being fitted with battery or electric-powered equipment can mean the difference between living at home or in an assisted environment. Some successful cancer patients come to inpatient rehab to practice managing their activities of daily living with varied amounts of assistance, preparing for increased needs as time goes on so they can enjoy being at home for as long as possible."
  },
  {
    "id": 4,
    "title": "Advanced Equipment and Best Dentists",
    "url": "https://i.ibb.co/Cm5qd0b/services-bg-2-1.jpg",
    "desc": "Rehabilitation is a phase of recovery occurring after any major life-changing medical or surgical event. Our bodies are designed to regenerate and repair, though optimizing this process takes skilled guidance. PM&R physicians (also known as physiatrists) are trained to use physical modalities (stretching, strengthening, heat, cold, etc.) to mechanically enhance healing. They prescribe medications to manage pain, spasticity, nerve injury, and cognitive impairments, while also leveraging the power of physical therapy to increase cardiopulmonary fitness, muscle strength and flexibility."
  },
  {
    "id": 5,
    "title": "10 Tips For Being A Terrific Traveling Physician",
    "url": "https://i.ibb.co/37mSLmB/online-marketing-h-Igeo-Qj-S-i-E-unsplash.jpg",
    "desc": "Civil War, few people are familiar with its history and purpose. Born out of compassion for wounded soldiers in desperate need of societal re-entry and meaningful employment, “physical reconstruction” programs were developed to provide everything from adaptive equipment to family training, labor alternatives and psychological support for veterans.Physical medicine and rehabilitation (PM&R) then expanded to meet the needs of those injured in World Wars I & II, followed closely by children disabled by the polio epidemic. In time, people recognized that a broad swath of diseases and traumatic injuries required focused medical and physical therapy to achieve optimal long term function."
  },
  {
    "id": 6,
    "title": "When In Doubt, Ask A Family Member",
    "url": "https://i.ibb.co/ZxBrRdL/national-cancer-institute-L8t-WZT4-Cc-VQ-unsplash.jpg",
    "desc": "ehabilitation medicine is one of the best-kept secrets in healthcare. Although the specialty is as old as America’s Civil War, few people are familiar with its history and purpose. Born out of compassion for wounded soldiers in desperate need of societal re-entry and meaningful employment, “physical reconstruction” programs were developed to provide everything from adaptive equipment to family training, labor alternatives and psychological support for veterans.Physical medicine and rehabilitation (PM&R) then expanded to meet the needs of those injured in World Wars"
  }
]
